{ "translations": {
    "A similar conversion batch has already been created.  Delete that batch and try again" : "تم إنشاء دفعة تحويل مماثلة بالفعل.  حذف تلك الدفعة والمحاولة مرة أخرى",
    "Convert media" : "تحويل الوسائط",
    "Convert video/audio files using FFmpeg." : "تحويل ملفات الفيديو / الصوت باستخدام FFmpeg.",
    "Media conversion" : "تحويل الوسائط التلقائي",
    "Automated Media Conversion" : "تحويل الوسائط التلقائي",
    "Rule based conversion of Video/Audio files via FFmpeg" : "تحويل قاعدة على أساس ملفات الفيديو / الصوت عبر FFmpeg",
    "An app to trigger automatic conversion of media using FFmpeg.  Based on user defined rules, media conversion jobs will be dispatched in the background.  A common use case is for converting videos uploaded from iPhones in Apple Quicktime format to MP4 so that those videos can be played in non-Apple browsers." : "تطبيق لتشغيل التحويل التلقائي للوسائط باستخدام FFmpeg.  استنادا إلى قواعد المعرفة من قبل المستخدم، سيتم إرسال مهام تحويل الوسائط في الخلفية.  حالة الاستخدام الشائعة هي لتحويل مقاطع الفيديو التي تم تحميلها من أجهزة iPhone بتنسيق Apple Quicktime إلى MP4 بحيث يمكن تشغيل مقاطع الفيديو هذه في متصفحات غير Apple.",
    "Add Conversion Batch" : "إضافة دفعة التحويل",
    "Add batches to convert existing media outside of your flow." : "إضافة دفعات لتحويل الوسائط الموجودة خارج التدفق.",
    "Convert to format" : "التحويل إلى تنسيق",
    "Choose Folder" : "اختيار مجلد",
    "Convert media in sub-folders" : "تحويل الوسائط في المجلدات الفرعية",
    "Find source files with this extension/format" : "البحث عن الملفات المصدر باستخدام هذا الملحق/التنسيق",
    "Store converted output in this extension/format" : "تخزين الإخراج المحول في هذا الملحق/التنسيق",
    "Save" : "حفظ",
    "Convert all files in this folder" : "تحويل كافة الملفات في هذا المجلد",
    "Converted" : "تم التحويل",
    "Total" : "المجموع",
    "Error code" : "خطا بالكود",
    "After the source file has been converted:" : "بعد تحويل الملف المصدر:",
    "After the output is ready:" : "بعد الإخراج جاهز:",
    "If the output file exists:" : "إذا كان ملف الإخراج موجودا:",
    "Note: a new file will be added in this folder with a number added to its name if there is already a conflict file." : "ملاحظة: سيتم إضافة ملف جديد في هذا المجلد مع إضافة رقم إلى اسمه إذا كان هناك بالفعل ملف تعارض.",
    "Keep source file" : "الاحتفاظ بملف المصدر",
    "Delete source file" : "حذف الملف المصدر",
    "Move source file to specific folder" : "نقل الملف المصدر إلى مجلد معين",
    "Store output in source folder" : "إخراج مخزن في المجلد المصدر",
    "Move output to specific folder" : "نقل الإخراج إلى مجلد معين",
    "Add new file with a number added to its name" : "إضافة ملف جديد مع إضافة رقم إلى اسمه",
    "Overwrite existing file" : "الكتابة فوق الملف الموجود",
    "Move existing file to specific folder" : "نقل الملف الموجود إلى مجلد معين",
    "You may set the number of threads used by FFmpeg to manage the resources used by FFmpeg." : "يمكنك تعيين عدد مؤشرات الترابط المستخدمة من قبل FFmpeg لإدارة الموارد المستخدمة من قبل FFmpeg.",
    "This value can be set to 0 to let FFmpeg choose how many threads it should use depending on the codec." : "يمكن تعيين هذه القيمة إلى 0 للسماح FFmpeg اختيار عدد مؤشرات الترابط التي يجب استخدامها اعتمادا على برنامج الترميز.",
    "Changes made here will apply to any media that is not being converted at this moment in time." : "سيتم تطبيق التغييرات التي تم إجراؤها هنا على أي وسائط لم يتم تحويلها في هذه اللحظة من الزمن.",
    "Failed to save config, please try again shortly" : "فشل حفظ التكوين، الرجاء المحاولة مرة أخرى بعد قليل",
    "You may create conversion batches to convert existing media based on a set of rules." : "يمكنك إنشاء مجموعات التحويل لتحويل الوسائط الموجودة استنادا إلى مجموعة من القواعد.",
    "Please make sure the form is valid before saving" : "الرجاء التأكد من أن النموذج صالح قبل الحفظ",
    "Invalid data" : "بيانات غير صالحة",
    "This will batch convert any unconverted media in the specified folder. Are you sure you want to proceed?" : "سيؤدي هذا إلى تحويل أي وسائط غير محولة في المجلد المحدد. هل أنت متأكد من أنك تريد المضي قدما؟",
    "Start conversion batch" : "بدء دفعة التحويل",
    "Yes" : "نعم",
    "Cancel" : "إلغاء",
    "Error saving" : "خطأ في الحفظ",
    "All queued conversions for this batch will be cancelled, are you sure you want to proceed?" : "سيتم إلغاء جميع التحويلات في قائمة الانتظار لهذه الدفعة، هل أنت متأكد من أنك تريد المتابعة؟",
    "Are you sure you want to stop making this batch?" : "هل أنت متأكد من أنك تريد التوقف عن صنع هذه الدفعة؟",
    "Delete conversion batch" : "حذف دفعة التحويل",
    "Delete" : "حذف",
    "Action \"%s\" not supported or implemented." : "الإجراء \"%s\" غير معتمد أو منفذ.",
    "Authentication failed, wrong token or provider ID given" : "فشل المصادقة أو إعطاء رمز مميز خاطئ أو معرف موفر",
    "Parameters missing in order to complete the request. Missing Parameters: \"%s\"" : "المعلمات مفقودة لإكمال الطلب. المعلمات المفقودة: \"%s\"",
    "ID \"%1$s\" already used by cloud federation provider \"%2$s\"" : "معرف \"%1$s\" المستخدمة بالفعل من قبل موفر اتحاد سحابة \"%2$s\"",
    "Cloud Federation Provider with ID: \"%s\" does not exist." : "موفر اتحاد مجموعة النظراء مع معرف: \"%s\" غير موجود.",
    "Could not obtain lock type %d on \"%s\"." : "تعذر الحصول على نوع التأمين %d على \"%s\".",
    "Storage unauthorized. %s" : "التخزين غير مصرح به. %s",
    "Storage incomplete configuration. %s" : "تكوين التخزين غير كامل. %s",
    "Storage connection error. %s" : "خطأ اتصال التخزين. %s",
    "Storage is temporarily not available" : "التخزين غير متوفر مؤقتا",
    "Storage connection timeout. %s" : "مهلة اتصال التخزين. %s"
},"pluralForm" :"nplurals=6; plural=(n==0 ? 0 : n==1 ? 1 : n==2 ? 2 : n%100>=3 && n%100<=10 ? 3 : n%100>=11 && n%100<=99 ? 4 : 5);"
}