{ "translations": {
    "A similar conversion batch has already been created.  Delete that batch and try again" : "Вече е създадена подобно пакетно задание за преобразуване. Изтрийте това пакетно задание и опитайте отново",
    "Convert media" : "Преобразувай медия",
    "Convert video/audio files using FFmpeg." : "Преобразуване на видео/аудио файлове с помощта на FFmpeg.",
    "Media conversion" : "Преобразуване на медия",
    "Automated media conversion" : "Автоматично преобразуване на медия",
    "Rule-based automated conversion of video/audio files using FFmpeg" : "Автоматично преобразуване на видео/аудио файлове на базата на правила с помощта на FFmpeg",
    "A dedicated media conversion manager for Nextcloud that allows you to automate media conversion.\n\n**Features**\n * Convert video/audio between formats supported by FFmpeg.\n * Complete control of the conversion process.\n * Automatically convert media as it is uploaded.\n * Create batch jobs to convert existing media." : "Специализиран мениджър за преобразуване на медии за Nextcloud, който ви позволява да автоматизирате преобразуването на медии.\n\n**Функции**\n * Преобразуване на видео/аудио между формати, поддържани от  FFmpeg.\n * Пълен контрол на процеса на преобразуване.\n * Автоматично преобразуване на медии в момента на качването им.\n * Създаване на пакетни задания за преобразуване на съществуващи медии.",
    "Add Conversion Batch" : "Добавяне на пакетно задание за преобразуване",
    "Add batches to convert existing media outside of your flow." : "Добавяне на пакетно задание за преобразуване на съществуващи медии извън вашият поток.",
    "Convert to format" : "Преобразуване във формат",
    "Choose Folder" : "Избор на папка",
    "Convert media in sub-folders" : "Преобразуване на медии в подпапки",
    "Find source files with this extension/format" : "Намиране на изходни файлове с това разширение/формат",
    "Store converted output in this extension/format" : "Съхраняване на преобразувания изхоен файл в това разширение/формат",
    "Save" : "Запиши",
    "Convert all files in this folder" : "Преобразуване на всички файлове в тази папка",
    "Converted" : "Преобразувано",
    "Total" : "Общо",
    "Error code" : "Код за грешка",
    "After the source file has been converted:" : "След преобразуването на изходният файл:",
    "After the output is ready:" : "След като изходният файл е готов:",
    "If the output file exists:" : "Ако изходният файл съществува:",
    "Note: a new file will be added in this folder with a number added to its name if there is already a conflict file." : "Забележка: в тази папка ще бъде добавен нов файл, с номер добавен към името му ако вече има конфликтен файл.",
    "Keep source file" : "Запазване на изходния файл",
    "Delete source file" : "Изтриване на изходния файл",
    "Move source file to specific folder" : "Преместване на изходния файл в определена папка",
    "Store output in source folder" : "Съхраняване на изходния файл в папката на източника",
    "Move output to specific folder" : "Преместване на изходния файл в определена папка",
    "Add new file with a number added to its name" : "Добавяне на нов файл с номер, добавен към името му",
    "Overwrite existing file" : "Презапис на съществуващ файл",
    "Move existing file to specific folder" : "Преместване на съществуващ файл в определена папка",
    "You may set the number of threads used by FFmpeg to manage the resources used by FFmpeg." : "Можете да зададете броя на нишките, използвани от FFmpeg, за да управлявате ресурсите, използвани от FFmpeg.",
    "This value can be set to 0 to let FFmpeg choose how many threads it should use depending on the codec." : "Тази стойност може да бъде зададена на 0, за да позволи на FFmpeg да избере колко нишки да използва в зависимост от кодека.",
    "Changes made here will apply to any media that is not being converted at this moment in time." : "Промените, направени тук, ще се прилагат за всяка медия, която не се конвертира в този момент.",
    "Failed to save config, please try again shortly" : "Неуспешно запазване на конфигурацията, моля, опитайте отново след малко",
    "Enable parallel media conversion" : "Разрешаване на паралелно преобразуване на медии",
    "You may create conversion batches to convert existing media based on a set of rules." : "Можете да създавате пакетни задания за преобразуване, за да преобразувате съществуващи медиии въз основа на набор от правила.",
    "Please make sure the form is valid before saving" : "Моля, уверете се, че формулярът е валиден, преди да го запазите",
    "Invalid data" : "Невалидни данни",
    "This will batch convert any unconverted media in the specified folder. Are you sure you want to proceed?" : "Това ще доведе до пакетно преобразуване на всички непреобразувани медии в посочената папка. Сигурни ли сте, че искате да продължите?",
    "Start conversion batch" : "Започване на пакетно задание за преобразуване",
    "Yes" : "Да",
    "Cancel" : "Отказ",
    "Error saving" : "Грешка при запазване",
    "All queued conversions for this batch will be cancelled, are you sure you want to proceed?" : "Всички опашки на пакетни задания за преобразуване ще бъдат отказани, сигурни ли сте, че искате да продължите?",
    "Are you sure you want to stop making this batch?" : "Сигурни ли сте, че искате да спрете създаването на това пакетно задание?",
    "Delete conversion batch" : "Изтриване на пакетните задания за преобразуване",
    "Delete" : "Изтриване"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}