{ "translations": {
    "Convert media" : "Konvertieren von Medien",
    "Convert video/audio files using FFmpeg." : "Konvertieren Sie Video-/Audiodateien mit FFmpeg.",
    "Automated Media Conversion" : "Automatisierte Medienkonvertierung",
    "Rule based conversion of Video/Audio files via FFmpeg" : "Regelbasierte Konvertierung von Video-/Audiodateien über FFmpeg",
    "An app to trigger automatic conversion of media using FFmpeg.  Based on user defined rules, media conversion jobs will be dispatched in the background.  A common use case is for converting videos uploaded from iPhones in Apple Quicktime format to MP4 so that those videos can be played in non-Apple browsers." : "Eine App, um die automatische Konvertierung von Medien mit FFmpeg auszulösen.  Basierend auf benutzerdefinierten Regeln werden Medienkonvertierungsaufträge im Hintergrund versendet.  Ein häufiger Anwendungsfall ist das Konvertieren von Videos, die von iPhones im Apple Quicktime-Format in MP4 hochgeladen wurden, sodass diese Videos in Nicht-Apple-Browsern wiedergegeben werden können.",
    "Convert to format" : "Konvertieren in Format",
    "Then after conversion" : "Dann nach der Konvertierung",
    "Choose Folder" : "Wählen Sie Ordner",
    "And" : "Und",
    "Keep the source file" : "Bewahren Sie die Quelldatei auf",
    "Delete the source file" : "Löschen der Quelldatei",
    "Move the source file to this folder" : "Verschieben der Quelldatei in diesen Ordner",
    "Keep the output in the folder the source file was added to" : "Bewahren Sie die Ausgabe in dem Ordner auf, dem die Quelldatei hinzugefügt wurde.",
    "Move the output to a specific folder" : "Verschieben der Ausgabe in einen bestimmten Ordner",
    "Preserve the existing file and create a duplicate file" : "Beibehalten der vorhandenen Datei und Erstellen einer doppelten Datei",
    "Overwrite the existing file" : "Überschreiben der vorhandenen Datei",
    "Move the existing file to" : "Verschieben der vorhandenen Datei nach"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}