{ "translations": {
    "A similar conversion batch has already been created.  Delete that batch and try again" : "Ya se ha creado un lote de conversión similar.  Elimine ese lote e inténtelo de nuevo",
    "Convert media" : "Convertir medios",
    "Convert video/audio files using FFmpeg." : "Convierte archivos de vídeo/audio usando FFmpeg.",
    "Media conversion" : "Conversión automatizada de medios",
    "Automated Media Conversion" : "Conversión automatizada de medios",
    "Rule based conversion of Video/Audio files via FFmpeg" : "Conversión basada en reglas de archivos de video / audio a través de FFmpeg",
    "An app to trigger automatic conversion of media using FFmpeg.  Based on user defined rules, media conversion jobs will be dispatched in the background.  A common use case is for converting videos uploaded from iPhones in Apple Quicktime format to MP4 so that those videos can be played in non-Apple browsers." : "Una aplicación para desencadenar la conversión automática de medios mediante FFmpeg.  Según las reglas definidas por el usuario, los trabajos de conversión de medios se enviarán en segundo plano.  Un caso de uso común es para convertir videos subidos desde iPhones en formato Apple Quicktime a MP4 para que esos videos se puedan reproducir en navegadores que no sean de Apple.",
    "Add Conversion Batch" : "Agregar lote de conversión",
    "Add batches to convert existing media outside of your flow." : "Agregue lotes para convertir los medios existentes fuera del flujo.",
    "Convert to format" : "Convertir a formato",
    "Choose Folder" : "Elegir carpeta",
    "Convert media in sub-folders" : "Convertir contenido multimedia en subcarpetas",
    "Find source files with this extension/format" : "Encuentra archivos de origen con esta extensión / formato",
    "Store converted output in this extension/format" : "Almacenar la salida convertida en esta extensión/formato",
    "Save" : "Guardar",
    "Convert all files in this folder" : "Convertir todos los archivos de esta carpeta",
    "Converted" : "Convertido",
    "Total" : "Total",
    "Error code" : "Código de error",
    "After the source file has been converted:" : "Una vez convertido el archivo de origen:",
    "After the output is ready:" : "Una vez que la salida esté lista:",
    "If the output file exists:" : "Si el archivo de salida existe:",
    "Note: a new file will be added in this folder with a number added to its name if there is already a conflict file." : "Nota: se agregará un nuevo archivo en esta carpeta con un número agregado a su nombre si ya hay un archivo en conflicto.",
    "Keep source file" : "Mantener el archivo de origen",
    "Delete source file" : "Eliminar archivo de origen",
    "Move source file to specific folder" : "Mover el archivo de origen a una carpeta específica",
    "Store output in source folder" : "Almacenar la salida en la carpeta de origen",
    "Move output to specific folder" : "Mover la salida a una carpeta específica",
    "Add new file with a number added to its name" : "Agregar nuevo archivo con un número agregado a su nombre",
    "Overwrite existing file" : "Sobrescribir el archivo existente",
    "Move existing file to specific folder" : "Mover archivo existente a una carpeta específica",
    "You may set the number of threads used by FFmpeg to manage the resources used by FFmpeg." : "Puede establecer el número de subprocesos utilizados por FFmpeg para administrar los recursos utilizados por FFmpeg.",
    "This value can be set to 0 to let FFmpeg choose how many threads it should use depending on the codec." : "Este valor se puede establecer en 0 para permitir que FFmpeg elija cuántos subprocesos debe utilizar en función del códec.",
    "Changes made here will apply to any media that is not being converted at this moment in time." : "Los cambios realizados aquí se aplicarán a cualquier medio que no se esté convirtiendo en este momento.",
    "Failed to save config, please try again shortly" : "No se pudo guardar la configuración, vuelva a intentarlo en breve",
    "You may create conversion batches to convert existing media based on a set of rules." : "Puede crear lotes de conversión para convertir medios existentes en función de un conjunto de reglas.",
    "Please make sure the form is valid before saving" : "Por favor, asegúrese de que el formulario es válido antes de guardar",
    "Invalid data" : "Datos inválidos",
    "This will batch convert any unconverted media in the specified folder. Are you sure you want to proceed?" : "Esto convertirá por lotes cualquier medio no convertido en la carpeta especificada. ¿Está seguro de que desea continuar?",
    "Start conversion batch" : "Iniciar lote de conversión",
    "Yes" : "Sí",
    "Cancel" : "Cancelar",
    "Error saving" : "Error de guardado",
    "All queued conversions for this batch will be cancelled, are you sure you want to proceed?" : "Todas las conversiones en cola para este lote se cancelarán, ¿está seguro de que desea continuar?",
    "Are you sure you want to stop making this batch?" : "¿Está seguro de que desea dejar de hacer este lote?",
    "Delete conversion batch" : "Eliminar lote de conversión",
    "Delete" : "Borrar",
    "Action \"%s\" not supported or implemented." : "La acción \"%s\" no se admite ni se implementa.",
    "Authentication failed, wrong token or provider ID given" : "Error de autenticación, token incorrecto o id. de proveedor dado",
    "Parameters missing in order to complete the request. Missing Parameters: \"%s\"" : "Parámetros que faltan para completar la solicitud. Parámetros que faltan: \"%s\"",
    "ID \"%1$s\" already used by cloud federation provider \"%2$s\"" : "Identificador \"%1$s\" ya utilizado por el proveedor de federación en la nube \"%2$s\"",
    "Cloud Federation Provider with ID: \"%s\" does not exist." : "Proveedor de federación en la nube con id.: \"%s\" no existe.",
    "Could not obtain lock type %d on \"%s\"." : "No se pudo obtener el tipo de bloqueo %d en \"%s\".",
    "Storage unauthorized. %s" : "Almacenamiento no autorizado. %s",
    "Storage incomplete configuration. %s" : "Configuración incompleta de almacenamiento. %s",
    "Storage connection error. %s" : "Error de conexión de almacenamiento. %s",
    "Storage is temporarily not available" : "El almacenamiento no está disponible temporalmente",
    "Storage connection timeout. %s" : "Tiempo de espera de conexión de almacenamiento. %s"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}