{ "translations": {
    "A similar conversion batch has already been created.  Delete that batch and try again" : "Ya se ha creado un lote de conversión similar. Elimínelo e inténte de nuevo",
    "Convert media" : "Convertir medios",
    "Convert video/audio files using FFmpeg." : "Convierta archivos de video/audio utilizando FFmpeg.",
    "Media conversion" : "Conversión de medios",
    "Automated media conversion" : "Conversión automática de medios",
    "Rule-based automated conversion of video/audio files using FFmpeg" : "Conversión automatizada de archivos de audio/video basada en reglas utilizando FFmpeg",
    "A dedicated media conversion manager for Nextcloud that allows you to automate media conversion.\n\n**Features**\n * Convert video/audio between formats supported by FFmpeg.\n * Complete control of the conversion process.\n * Automatically convert media as it is uploaded.\n * Create batch jobs to convert existing media." : "Un administrador de conversión de medios dedicado para Nextcloud que le permite automatizar la conversión de medios.\n\n**Características**\n * Convierta audio y video entre los formatos soportados por FFmpeg.\n * Control completo del proceso de conversión.\n * Convierta automáticamente los medios mientras se cargan.\n * Puede crear lotes de trabajo para convertir medios existentes.",
    "Add Conversion Batch" : "Agregar lote de conversión",
    "Add batches to convert existing media outside of your flow." : "Añada lotes para convertir medios existentes fuera de su flujo.",
    "Convert to format" : "Convertir a formato",
    "Additional FFmpeg flags" : "Banderas adicionales de FFmpeg",
    "Input flags" : "Banderas de entrada",
    "Output flags" : "Banderas de salida",
    "Choose Folder" : "Elegir carpeta",
    "Convert media in sub-folders" : "Convertir medios en sub-carpetas",
    "Find source files with this extension/format" : "Buscar fuente de archivos con esta extensión/formato",
    "Store converted output in this extension/format" : "Guardar la salida convertida en esta extensión/formato",
    "Save" : "Guardar",
    "Convert all files in this folder" : "Convertir todos los archivos en esta carpeta",
    "Converted" : "Convertido con éxito",
    "Total" : "Total",
    "Error code" : "Código de error",
    "Keep source file" : "Mantener la fuente del archivo",
    "Delete source file" : "Eliminar la fuente del archivo",
    "Move source file to specific folder" : "Mover la fuente del archivo a una carpeta específica",
    "Store output in source folder" : "Guardar salida en la carpeta fuente",
    "Move output to specific folder" : "Mover salida a una carpeta específica",
    "Add new file with a number added to its name" : "Añadir un nuevo archivo con el número añadido a su nombre",
    "Overwrite existing file" : "Sobrescribir archivo existente",
    "Move existing file to specific folder" : "Mover archivo existente a una carpeta específica",
    "After the source file has been converted:" : "Después de que se haya convertido el archivo fuente:",
    "After the output is ready:" : "Después de que la salida esté lista:",
    "If the output file exists:" : "Si el archivo de salida existe:",
    "Note: a new file will be added in this folder with a number added to its name if there is already a conflict file." : "Nota: un nuevo archivo será añadido en esta carpeta con un número agregado a su nombre si ya existe un archivo en conflicto.",
    "Failed to save config, please try again shortly" : "Error al guardar la configuración, por favor inténtalo de nuevo",
    "You may set the number of threads used by FFmpeg to manage the resources used by FFmpeg." : "Puede establecer el número de hilos de CPU que usará FFmpeg para administrar los recursos utilizados por FFmpeg.",
    "This value can be set to 0 to let FFmpeg choose how many threads it should use depending on the codec." : "Este valor se puede establecer en 0 para permitir que FFmpeg elija cuántos hilos de CPU debe usar según el códec.",
    "Changes made here will apply to any media that is not being converted at this moment in time." : "Los cambios realizados aquí se van a aplicar a cualquier medio que no se esté convirtiendo en este momento.",
    "Enable parallel media conversion" : "Habilitar conversión paralela de medios",
    "Please make sure the form is valid before saving" : "Por favor asegúrese de que el formulario es válido antes de guardar",
    "Invalid data" : "Datos no válidos",
    "Start conversion batch" : "Iniciar lote de conversión",
    "Yes" : "Sí",
    "Cancel" : "Cancelar",
    "Error saving" : "Error al guardar",
    "All queued conversions for this batch will be cancelled, are you sure you want to proceed?" : "Todas las conversiones en cola para este lote serán canceladas, ¿Está seguro de que desea continuar?",
    "Are you sure you want to stop making this batch?" : "¿Está seguro de que desea detener la creación de este lote?",
    "Delete conversion batch" : "Eliminar lote de conversión",
    "Delete" : "Eliminar",
    "You may create conversion batches to convert existing media based on a set of rules." : "Puede crear lotes de conversión para convertir medios existentes basados en un conjunto de reglas."
},"pluralForm" :"nplurals=3; plural=n == 1 ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}