{ "translations": {
    "A similar conversion batch has already been created.  Delete that batch and try again" : "Xa se creou un lote de conversión similar. Elimine ese lote e ténteo de novo",
    "Convert media" : "Converter medios",
    "Convert video/audio files using FFmpeg." : "Converter ficheiros de vídeo/son usando FFmpeg.",
    "Media conversion" : "Conversión de medios",
    "Automated media conversion" : "Conversión de medios automatizada",
    "Rule-based automated conversion of video/audio files using FFmpeg" : "Conversión automática baseada en regras de ficheiros de vídeo/son mediante FFmpeg",
    "A dedicated media conversion manager for Nextcloud that allows you to automate media conversion.\n\n**Features**\n * Convert video/audio between formats supported by FFmpeg.\n * Complete control of the conversion process.\n * Automatically convert media as it is uploaded.\n * Create batch jobs to convert existing media." : "Un xestor de conversión multimedia específico para Nextcloud que lle permite automatizar a conversión multimedia.\n\n**Características**\n* Converte vídeo/son entre os formatos admitidos por FFmpeg.\n* Control completo do proceso de conversión.\n* Converte automaticamente os medios mentres son enviados.\n* Crea traballos por lotes para converter medios existentes.",
    "Add Conversion Batch" : "Engadir un lote de conversión",
    "Add batches to convert existing media outside of your flow." : "Engadir traballos en lote para converter medios fora do seu fluxo.",
    "Convert to format" : "Converter a formato",
    "Additional FFmpeg flags" : "Indicadores adicionais de FFmpeg",
    "Input flags" : "Indicadores de entrada",
    "Output flags" : "Indicadores de saída",
    "Choose Folder" : "Escoller o cartafol",
    "Convert media in sub-folders" : " Converter medios en sub-cartafoles",
    "Find source files with this extension/format" : "Buscar os ficheiros de orixe con esta extensión/formato",
    "Store converted output in this extension/format" : "Almacenar a saída convertida nesta extensión/formato",
    "Save" : "Gardar",
    "Convert all files in this folder" : "Converte todos os ficheiros deste cartafol",
    "Converted" : "Convertido",
    "Total" : "Total",
    "Error code" : "Código de erro",
    "After the source file has been converted:" : "Após converter o ficheiro de orixe:",
    "After the output is ready:" : "Após que a saída estea preparada:",
    "If the output file exists:" : "Se o ficheiro de saída xa existe:",
    "Note: a new file will be added in this folder with a number added to its name if there is already a conflict file." : "Nota: Engadirase un ficheiro novo neste cartafol cun número engadido ao seu nome se xa hai un ficheiro en conflito.",
    "Keep source file" : "Manter o ficheiro de orixe",
    "Delete source file" : "Eliminar o ficheiro de orixe",
    "Move source file to specific folder" : "Mover o ficheiro de orixe a un cartafol específico",
    "Store output in source folder" : "Gardar a saída no cartafol de orixe",
    "Move output to specific folder" : "Mover o ficheiro de saída a un cartafol específico",
    "Add new file with a number added to its name" : "Engadir un ficheiro novo cun número engadido ao seu nome",
    "Overwrite existing file" : "Sobrescribir o ficheiro existente",
    "Move existing file to specific folder" : "Mover o ficheiro existente a un cartafol específico",
    "You may set the number of threads used by FFmpeg to manage the resources used by FFmpeg." : "Pode definir o número de fíos que usa FFmpeg para xestionar os recursos que usa FFmpeg.",
    "This value can be set to 0 to let FFmpeg choose how many threads it should use depending on the codec." : "Este valor pódese definir en 0 para que FFmpeg escolla cantos fíos debe usar dependendo do códec.",
    "Changes made here will apply to any media that is not being converted at this moment in time." : "Os cambios realizados aquí aplicaranse a calquera medio que non se estea a converter neste momento.",
    "The path to the FFmpeg binary can be set here." : "A ruta ao binario FFmpeg pódese definir aquí.",
    "This is only necessary if the FFmpeg binary is not in the system path." : "Isto só é necesario se o binario FFmpeg non está na ruta do sistema.",
    "Failed to save config, please try again shortly" : "Produciuse un fallo ao gardar a configuración. Ténteo de novo nun chisco",
    "Enable parallel media conversion" : "Activar a conversión de medios en paralelo",
    "You may create conversion batches to convert existing media based on a set of rules." : "Pode crear lotes de conversión para converter medios existentes en función dun conxunto de regras.",
    "Please make sure the form is valid before saving" : "Asegúrese de que o formulario sexa válido antes de gardalo",
    "Invalid data" : "Datos incorrectos",
    "This will batch convert any unconverted media in the specified folder. Are you sure you want to proceed?" : "Isto converterá por lotes todos os medios non convertidos no cartafol especificado. Confirma que quere continuar?",
    "Start conversion batch" : "Iniciar o lote de conversión",
    "Yes" : "Si",
    "Cancel" : "Cancelar",
    "Error saving" : "Produciuse un erro ao gardar",
    "All queued conversions for this batch will be cancelled, are you sure you want to proceed?" : "Cancelaranse todas as conversións en cola deste lote. Confirma que quere continuar?",
    "Are you sure you want to stop making this batch?" : "Confirma que quere deixar de facer este lote?",
    "Delete conversion batch" : "Eliminar o lote de conversión",
    "Delete" : "Eliminar"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}