{ "translations": {
    "A similar conversion batch has already been created.  Delete that batch and try again" : "Este pedido de conversão já foi feito. Remova-o e tente novamente",
    "Convert media" : "Converter mídia",
    "Convert video/audio files using FFmpeg." : "Converter aquivos de vídeo/áudio usando FFmpeg.",
    "Media conversion" : "Conversão de mídia.",
    "Automated media conversion" : "Conversão automatizada de mídia.",
    "Rule-based automated conversion of video/audio files using FFmpeg" : "Conversão de arquivos de vídeo/audio usando regras customizadas no FFmpeg",
    "A dedicated media conversion manager for Nextcloud that allows you to automate media conversion.\n\n**Features**\n * Convert video/audio between formats supported by FFmpeg.\n * Complete control of the conversion process.\n * Automatically convert media as it is uploaded.\n * Create batch jobs to convert existing media." : "Um gerenciador de conversão de mídia dedicado para Nextcloud que permite automatizar a conversão de mídia.\n\n**Características**\n* Converta vídeo/áudio entre os formatos suportados pelo FFmpeg.\n* Controle completo do processo de conversão.\n* Converta automaticamente a mídia à medida que ela é carregada.\n* Crie trabalhos em lote para converter mídia existente.",
    "Add Conversion Batch" : "Iniciar conversão em lote",
    "Add batches to convert existing media outside of your flow." : "Adicione lotes para converter mídia existente fora do fluxo.",
    "Convert to format" : "Converter para formato",
    "Additional FFmpeg flags" : "Sinalizadores FFmpeg adicionais",
    "Input flags" : "Sinalizadores de entrada",
    "Output flags" : "Sinalizadores de saída",
    "Choose Folder" : "Escolher pasta",
    "Convert media in sub-folders" : "Converter mídia em subpastas.",
    "Find source files with this extension/format" : "Encontrar arquivos de origem com essa extensão/formato.",
    "Store converted output in this extension/format" : "Guardar saídas convertidas nessa extensão/formato",
    "Save" : "Salvar",
    "Convert all files in this folder" : "Converter todos os arquivos neste diretório",
    "Converted" : "Convertido",
    "Total" : "Total",
    "Error code" : "Código de erro",
    "After the source file has been converted:" : "Após este arquivo ser convertido:",
    "After the output is ready:" : "Após o resultado estar pronto:",
    "If the output file exists:" : "Se o arquivo destino já existir:",
    "Note: a new file will be added in this folder with a number added to its name if there is already a conflict file." : "Nota: um novo arquivo será adicionado neste diretório com um número adicionado ao nome se existir um arquivo conflitante.",
    "Keep source file" : "Manter arquivo origem",
    "Delete source file" : "Remover arquivo origem",
    "Move source file to specific folder" : "Mover arquivo origem para pasta específica",
    "Store output in source folder" : "Armazenar saída no diretório fonte",
    "Move output to specific folder" : "Mover saída para diretório específico",
    "Add new file with a number added to its name" : "Adicionar um novo arquivo com um número adicionado ao nome",
    "Overwrite existing file" : "Sobescrever um arquivo existente",
    "Move existing file to specific folder" : "Mover arquivo existente para diretório específico",
    "You may set the number of threads used by FFmpeg to manage the resources used by FFmpeg." : "Você deve configurar a quantidade de threads utilizadas pelo FFmpeg para gerenciar os recursos usados pelo FFmpeg.",
    "This value can be set to 0 to let FFmpeg choose how many threads it should use depending on the codec." : "Esse valor pode ser configurado para 0 para permitir que o FFmpeg escolha a quantidade de threads a utilizar dependendo do codec utilizado.",
    "Changes made here will apply to any media that is not being converted at this moment in time." : "Mudanças feitas aqui serão aplicadas a qualquer mídia que não esteja sendo convertida neste momento.",
    "Failed to save config, please try again shortly" : "Falha ao salvar configuração, por favor tente novamente",
    "Enable parallel media conversion" : "Habilitar conversão paralela de mídia",
    "You may create conversion batches to convert existing media based on a set of rules." : "Você pode criar lotes de conversão para converter mídia existente baseado em um conjunto de regras.",
    "Please make sure the form is valid before saving" : "Por favor verifique que o formulário é válido antes de salvar",
    "Invalid data" : "Dados inválidos",
    "This will batch convert any unconverted media in the specified folder. Are you sure you want to proceed?" : "Isso irá converter em lote qualquer mídia no diretório especificado. Deseja continuar?",
    "Start conversion batch" : "Iniciar lote de conversão",
    "Yes" : "Sim",
    "Cancel" : "Cancelar",
    "Error saving" : "Erro ao salvar",
    "All queued conversions for this batch will be cancelled, are you sure you want to proceed?" : "Todas as conversões enfileiradas para este lote serão canceladas. Deseja continuar?",
    "Are you sure you want to stop making this batch?" : "Tem certeza que deseja cancelar este lote?",
    "Delete conversion batch" : "Apagar lote de conversão",
    "Delete" : "Excluir"
},"pluralForm" :"nplurals=3; plural=(n == 0 || n == 1) ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}