{ "translations": {
    "Convert media" : "Преобразование средств массовой информации",
    "Convert video/audio files using FFmpeg." : "Преобразование видео/ аудио файлов с помощью FFmpeg.",
    "Automated Media Conversion" : "Автоматизированная конверсия мультимедиа",
    "Rule based conversion of Video/Audio files via FFmpeg" : "Преобразование видео/аудио файлов на основе правил с помощью FFmpeg",
    "An app to trigger automatic conversion of media using FFmpeg.  Based on user defined rules, media conversion jobs will be dispatched in the background.  A common use case is for converting videos uploaded from iPhones in Apple Quicktime format to MP4 so that those videos can be played in non-Apple browsers." : "Приложение для запуска автоматической конверсии мультимедиа с помощью FFmpeg.  На основе определенных пользователем правил задания преобразования мультимедиа будут отправляться в фоновом режиме.  Распространенным примером является преобразование видео, загруженных с iPhone в формате Apple, в формат MP4, чтобы эти видео можно было играть в браузерах, не ввлачиющих Apple.",
    "Convert to format" : "Преобразование в формат",
    "Then after conversion" : "Затем после преобразования",
    "Choose Folder" : "Выберите Folder",
    "And" : "И",
    "Keep the source file" : "Храните исходный файл",
    "Delete the source file" : "Удалить исходный файл",
    "Move the source file to this folder" : "Перемещение файла источника в эту папку",
    "Keep the output in the folder the source file was added to" : "Храните выход в папке, в которую был добавлен исходный файл",
    "Move the output to a specific folder" : "Перемещение вывода в конкретную папку",
    "Preserve the existing file and create a duplicate file" : "Сохранить существующий файл и создать дубликат файла",
    "Overwrite the existing file" : "Переписать существующий файл",
    "Move the existing file to" : "Перемещение существующего файла в"
},"pluralForm" :"nplurals=3; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<12 || n%100>14) ? 1 : 2);"
}