{ "translations": {
    "A similar conversion batch has already been created.  Delete that batch and try again" : "Слични пакет претварања је већ креиран. Обришите тај пакет, па покушајте поново",
    "Convert media" : "Претвори медије",
    "Convert video/audio files using FFmpeg." : "Претварање видео/звучних фајлова помоћу програма FFmpeg.",
    "Media conversion" : "Претварање медија",
    "Automated media conversion" : "Аутоматизовано претварање медија",
    "Rule-based automated conversion of video/audio files using FFmpeg" : "Аутоматско претварање видео/звучних фајлова засновано на правилима употребом програма FFmpeg",
    "A dedicated media conversion manager for Nextcloud that allows you to automate media conversion.\n\n**Features**\n * Convert video/audio between formats supported by FFmpeg.\n * Complete control of the conversion process.\n * Automatically convert media as it is uploaded.\n * Create batch jobs to convert existing media." : "Посвећени управљач претварања медија за Nextcloud који вам омогућава да аутоматизујете претварање медија.\n\n**Могућности**\n * Претвара између видео/звучних формата које подржава програм FFmpeg.\n * Потпуна контрола процеса претварања.\n * Аутоматско претварање медија док се отпрема.\n * Креирајте пакетне послове за претварање постојећих медија.",
    "Add Conversion Batch" : "Додај пакетно претварање",
    "Add batches to convert existing media outside of your flow." : "Додајте пакете да претворите постојеће медије ван вашег тока обраде.",
    "Convert to format" : "Претвори у формат",
    "Additional FFmpeg flags" : "Додатне FFmpeg заставице",
    "Input flags" : "Заставице улаза",
    "Output flags" : "Заставице излаза",
    "Choose Folder" : "Изаберите фолдер",
    "Convert media in sub-folders" : "Претвори медије из подфолдера",
    "Find source files with this extension/format" : "Пронађи улазне фајлове са овом екстензијом / у овом формату",
    "Store converted output in this extension/format" : "Сачувај претворене фајлове у овом формату / са овом екстензијом",
    "Save" : "Сачувај",
    "Convert all files in this folder" : "Претвори све фајлове у овом фолдеру",
    "Converted" : "Конвертовано",
    "Total" : "Укупно",
    "Error code" : "Кôд грешке",
    "Keep source file" : "Задржи изворни фајл",
    "Delete source file" : "Обриши изворни фајл",
    "Move source file to specific folder" : "Премести изворни фајл у одређени фолдер",
    "Store output in source folder" : "Сачувај излазни фајл у изворни фолдер",
    "Move output to specific folder" : "Премести излаз у одређени фолдер",
    "Add new file with a number added to its name" : "Додај нови фајл коме се на крај имена дода број",
    "Overwrite existing file" : "Препиши подтојећи фајл",
    "Move existing file to specific folder" : "Премести постојећи фајл у одређени фолдер",
    "After the source file has been converted:" : "Након што се изворни фајл претвори:",
    "After the output is ready:" : "Када излазни фајл постане доступан:",
    "If the output file exists:" : "Ако излазни фајл већ постоји:",
    "Note: a new file will be added in this folder with a number added to its name if there is already a conflict file." : "Напомена: у овај фолдер ће се додати нови фајл на чије име ће да се дода број у случају да већ постоји фајл конфликта.",
    "Failed to save config, please try again shortly" : "Није успело чување конфигурације, молимо вас да ускоро пробате поново",
    "You may set the number of threads used by FFmpeg to manage the resources used by FFmpeg." : "Можете да поставите број нити које FFmpeg може да користи да бисте управљали ресурсима које троши програм FFmpeg.",
    "This value can be set to 0 to let FFmpeg choose how many threads it should use depending on the codec." : "Ова вредност може да се постави на 0 и тада ће FFmpeg изабрати колико нити би требало да користи у зависности од кодека који се користи.",
    "Changes made here will apply to any media that is not being converted at this moment in time." : "Измене које овде направите ће се применити на све медије који се тренутно не претварају.",
    "The path to the FFmpeg binary can be set here." : "Овде може да се постави путања до FFmpeg извршног фајла.",
    "This is only necessary if the FFmpeg binary is not in the system path." : "Ово је потребно само ако се FFmpeg извршни фајл не налази у системској путањи.",
    "Enable parallel media conversion" : "Укључи паралелно претварање медија",
    "Please make sure the form is valid before saving" : "Молимо вас да осигурате исправност формулара пре него што сачувате",
    "Invalid data" : "Неисправни подаци",
    "This will batch convert any unconverted media in the specified folder.  Are you sure you want to proceed?" : "Ово ће пакетно да конвертује све неконвертоване медије у наведеном фолдеру. Да ли желите да наставите?",
    "Start conversion batch" : "Почни пакетно претварање",
    "Yes" : "Да",
    "Cancel" : "Поништи",
    "Error saving" : "Грешка приликом чувања",
    "All queued conversions for this batch will be cancelled, are you sure you want to proceed?" : "Отказаће су сва претварања у овом пакету, да ли сте сигурни да желите да се настави?",
    "Are you sure you want to stop making this batch?" : "Да ли сте сигурни да желите да прекинете обраду овог пакета?",
    "Delete conversion batch" : "Обриши пакет претварања",
    "Delete" : "Избриши",
    "You may create conversion batches to convert existing media based on a set of rules." : "Можете да креирате пакете претварања којима претварате постојеће медије у зависности од скупа правила."
},"pluralForm" :"nplurals=3; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2);"
}